archived_old_versions/gaganyaan_openfoam_staged_research_v2/gaganyaan_openfoam_staged_research_v2/cases/02_drogue_full/0/k
FoamFile
{ version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 54;
boundaryField
{
    inlet { type fixedValue; value uniform 54; }
    outlet { type zeroGradient; }
    farfield { type zeroGradient; }
    canopy { type kqRWallFunction; value uniform 54; }
    frontAndBack { type empty; }
}
